Repository: renswvw/BCN-Guide
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ca, es, nl

source: Circular City Index - Spain
ca: Índex de Ciutat Circular - Espanya
es: Índice de Ciudad Circular - España
nl: Circulaire Stadsindex - Spanje

source: Aragon
ca: Aragó
es: Aragón
nl: Aragón

source: Asturias
ca: Principat d'Astúries
es: Principado de Asturias
nl: Asturië

source: Balearic Islands
ca: Illes Balears
es: Islas Baleares
nl: Balearen

source: Canary Islands
ca: Illes Canàries
es: Canarias
nl: Canarische Eilanden

source: Cantabria
ca: Cantàbria
nl: Cantabrië

source: Castile and León
ca: Castella i Lleó
es: Castilla y León
nl: Castilië en León

source: Castilla-La Mancha
ca: Castella - la Manxa
nl: Castilië-La Mancha

source: Catalonia
ca: Catalunya
es: Cataluña
nl: Catalonië

source: Valencia
ca: Pais Valencià
es: Comunidad Valenciana

source: Galicia
ca: Galícia
nl: Galicië

source: Madrid
ca: Comunitat de Madrid
es: Comunidad de Madrid

source: Murcia
ca: Regió de Múrcia
es: Región de Murcia

source: Navarre
ca: Navarra
es: Comunidad Foral de Navarra
nl: Navarra

source: Basque Country
ca: País Basc
es: País Vasco
nl: Baskenland

source: Minor Plazas de Soberanía
ca: Minor Places de Sobirania
nl: Spaanse overzeese kleine gebieden

source: Municipality Dashboard
ca: Tauler Municipal
es: Tablero Municipal
nl: Gemeente Dashboard

source: Research Dashboard
ca: Tauler científic
es: Tablero Científico
nl: Wetenschappelijk Dashboard

source: Municipality
ca: Municipi
es: Municipio
nl: Gemeente

source: Digitalization
ca: Digitalització
es: Digitalización
nl: Digitalisering

source: Energy_Climate_Resources
ca: Energia i Clima
es: Energía y Clima
nl: Energie & Klimaat

source: Mobility
ca: Mobilitat
es: Movilidad
nl: Mobiliteit

source: Waste
ca: Malbaratament
es: Desperdiciar
nl: Afval

source: Circular City Index Dashboard
ca: Tauler de Control de l'Índex de Ciutat Circular
es: Panel de Índice de Ciudad Circular
nl: Dashboard Circulaire Stadsindex

source: This dashboard is developed to show the Circular City Index applied on Spain, and empowers policymakers with data-driven insights across key indicators. The index supports driving targeted strategies for sustainable urban development, fostering circularity and spearheading Spain's green transition.
ca: Aquesta plataforma s'ha desenvolupat per mostrar l'aplicació de l'Índex de Ciutat Circular a Espanya, i proporciona als responsables de polítiques dades basades en evidències a través d'indicadors clau. L'índex ofereix suport per impulsar estratègies específiques per al desenvolupament urbà sostenible, fomentant la circularitat i liderant la transició verda d'Espanya.
es: Este tablero se ha desarrollado para mostrar la aplicación del Índice de Ciudad Circular en España y brinda a los responsables de políticas información basada en datos en los indicadores clave. El índice respalda la implementación de estrategias dirigidas al desarrollo urbano sostenible, fomentando la circularidad y liderando la transición verde de España.
nl: Dit dashboard is ontwikkeld om de toepassing van de Circulaire Stadsindex in Spanje te tonen en biedt beleidsmakers gegevensgestuurde inzichten aan de hand van belangrijke indicatoren. De index ondersteunt de ontwikkeling van strategieën gericht op duurzame stedelijke ontwikkeling, met als doel circulariteit te bevorderen en de groene transitie in Spanje vooruit te helpen.

source: Spain
ca: Espanya
es: España
nl: Spanje

source: Iberian Pensinula
ca: Pensínula Ibèrica
es: Península Ibérica
nl: Iberische Schiereiland

source: Select Autonomous Community
ca: Seleccioneu Comunitat Autònoma
es: Seleccionar Comunidad Autónoma
nl: Selecteer Autonome Gemeenschap

source: Select Municipality
ca: Seleccioneu Municipi
es: Seleccionar Municipio
nl: Selecteer Gemeente

source: Select Range of Score
ca: Seleccioneu Interval de Puntuació
es: Seleccionar Rango de Puntuación
nl: Selecteer Scorebereik

source: [Data Analytics and Visualization Team](https://bsc.es/viz/team/), [Barcelona Supercomputing Center](https://bsc.es/) (BSC). [circular-city-index-viewer](https://github.com/BSCCNS/circular-city-index-viewer)
ca: [Equip d'Anàlisi de Dades i Visualització](https://bsc.es/viz/team/), [Centro Nacional de Supercomputación](https://bsc.es/ca) (BSC). [circular-city-index-viewer](https://github.com/BSCCNS/circular-city-index-viewer)
es: [Equipo de Análisis de Datos y Visualización](https://bsc.es/viz/team/), [Centro Nacional de Supercomputación](https://bsc.es/es) (BSC). [circular-city-index-viewer](https://github.com/BSCCNS/circular-city-index-viewer)
nl: [Data-Analyse- en Visualisatieteam](https://bsc.es/viz/team/), [Barcelona Supercomputing Center](https://bsc.es/es) (BSC). [circular-city-index-viewer](https://github.com/BSCCNS/circular-city-index-viewer)

source: Map of
ca: Mapa de
es: Mapa de
nl: Kaart van

source: - Change Weights
ca: - Canvia els Pesos
es: - Cambiar Pesos
nl: - Wijzig Gewichten

source: Select Feature
ca: Seleccioneu Funcions
es: Seleccionar Característica
nl: Selecteer Onderwerp

source: Supported by SoBigData++ ([Gr. N. 871042](https://cordis.europa.eu/project/id/871042)).
ca: Compatible amb SoBigData++ ([Gr. N. 871042](https://cordis.europa.eu/project/id/871042/es)).
es: Compatible con SoBigData++ ([Gr. N. 871042](https://cordis.europa.eu/project/id/871042/es)).
nl: Ondersteund door SoBigData++ ([Gr. N. 871042](https://cordis.europa.eu/project/id/871042)).

source: Unselected Municipalities
ca: Municipis no Seleccionats
es: Municipios No Seleccionados
nl: Niet-geselecteerde gemeenten

source: CCI Scores
ca: Puntuació CCI
es: Puntuaciones del CCI

source: CCI Score
ca: Puntuació CCI
es: Puntaje de CCI

source: Score
ca: Puntuació
es: Puntaje

source: Major challenges remain
ca: Queden els grans reptes
es: Quedan grandes desafíos
nl: Grote uitdagingen

source: Significant challenges remain
ca: Queden reptes importants
es: Quedan desafíos importantes
nl: Significante uitdagingen

source: Challenges remain
ca: Queden els reptes
es: Quedan desafíos
nl: Uitdagingen

source: Minor challenges remain
ca: Queden reptes menors
es: Quedan desafíos menores
nl: Kleine uitdagingen

source: Challenges achieved
ca: Reptes assolits
nl: Doelstelling bereikt

source: Selected Municipality
ca: Seleccioneu Municipi
es: Retos logrados
nl: Selecteer Gemeente

source: CCI Categories
ca: Categories CCI
es: Categorías de CCI
nl: CCI-Categorieën

source: Energy & Climate
ca: Energia i Clima
es: Energía y Clima
nl: Energie & Klimaat

source: Sum of weights is not equal 1.0.
ca: La suma de pesos no és igual a 1,0.
es: La suma de los pesos no es igual a 1,0.
nl: Som van gewichten is niet gelijk aan 1,0.

source: Andalusia
es: Andalucía
nl: Andalusië
